-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost:8889
-- Generation Time: Mar 16, 2023 at 06:18 AM
-- Server version: 5.7.39
-- PHP Version: 8.2.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mydb`
--

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE `customers` (
  `number_id` varchar(15) NOT NULL,
  `fname` varchar(255) NOT NULL,
  `lname` varchar(255) NOT NULL,
  `phone_number` varchar(255) NOT NULL,
  `sex` varchar(255) NOT NULL,
  `blood` varchar(255) NOT NULL,
  `drugAllergy` varchar(255) NOT NULL,
  `congenitalDisease` varchar(255) NOT NULL,
  `etcNote` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`number_id`, `fname`, `lname`, `phone_number`, `sex`, `blood`, `drugAllergy`, `congenitalDisease`, `etcNote`) VALUES
('1101100120731', 'เอราวัณ', 'ทะสา', '0936411954', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1240400106961', 'พณิชา', 'ทะมานนท์', '0934865147', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('13001400095616', 'พิมพ์ลภัส', 'โตค้างพลู', '0953503005', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1309902594366', 'ศิวดล', 'อินนอก', '0806242940', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1321600001357', 'ภาสกร', 'สาแก้ว', '0970360218', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1340900300405', 'ธีระพงษ์', 'ปิรัง', '-', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1349900016126', 'ทิพสุดา', 'ทยาปัดลา', '0829591667', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1350100430843', 'อัสริยะ', 'สุขเสริม', '0624655314', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1350101723925', 'กวินทรา', 'ไวสาร', '0637133923', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1400900240690', 'กฤษฎา', 'จุตาทิศ', '0802345647', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1400900273499', 'อานนท์', 'ภูนีละนัย', '0834065686', 'หญิง', 'O', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1400900283046', 'เสาวนีย์', 'มาตรา', '0933347244', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1400900291405', 'สุดาวรรณ', 'โพธิ์ศรี', '0981745623', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1400901633723', 'ปนัดดา', 'พิเภค', '0827373440', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1409800481472', 'สุภัทรชัย', 'มาบุตรดา', '0810084696', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1409903225941', 'ต่อตระกูล', 'พันภักดี', '0942526196', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1410201154484', 'ศรัญญา', 'พิลัยพงษ์', '0981232261', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1411200200734', 'จตุรพล', 'แสนศิลา', '0632345933', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1411600126701', 'รญา', 'พิงไธสง', '0924939874', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1411800191531', 'ธารทิพย์', 'เดิมขุนทด', '0984137015', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1412001079634', 'อภิญญา', 'เหมือนนาดอน', '0638942861', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1415400185283', 'สุดารัตน์', 'หิมะโส', '0836171491', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1417300003995', 'เดษฎา', 'สิงห์น้อย', '0958324750', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('14199006099292', 'อรอนงค์', 'จันทร์บง', '0934760012', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1420900162648', 'อลงกรณ์', 'ประสาริบุตร', '0821117319', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1440300107166', 'ศราวุธ', 'ลาโยธี', '0956467575', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('14404122477', 'รัตชาวิน', 'คำรังสี', '0956525374', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1440700066742', 'ศิริภรณ์', 'ทรงโฉม', '0989320326', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1440900228712', 'จันทิมา', 'นนทบุตร', '0620423460', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1441000081758', 'เยาวลักษณ์', 'สีหาโยรนาน', '0934735767', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1449900185280', 'สุภาวดี', 'ดรมุ่ง', '0970108898', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1449900538999', 'วนิดา', 'อินทรจงส์ศรี', '0935055518', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1449900600414', 'กรณิศ', 'คุณโน', '0973486114', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1449900633258', 'ปรีชญา', 'สุขวิเศษ', '0953263237', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1449900686009', 'ณัฐวุฒิ', 'เทือกศรี', '0992090273', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1450800065926', 'มยุรี', 'ภารสาร', '0901181911', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1459700025203', 'อิศรารักษ์', 'ธนาไสย', '0934405239', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1459900470766', 'กิติศักดิ์', 'แสงหัวช้าง', '0887986594', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1459900727660', 'ธัญญากร', 'นามเขต', '0639298744', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1459900729174', 'คมสันต์', 'โพธิสาร', '0966076821', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1459900999651', 'ภาสกร', 'ปัญโยชัย', '0958715379', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1460500260794', 'จักรพล', 'จันดาหัวดง', '0637161566', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1460501312573', 'ณัฐวัตร', 'โชติบุญ', '0946048688', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1460900090870', 'นริสรา', 'แก้วแกมทอง', '0910515925', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1461100049546', 'ยุพาวดี', 'สกลหน้า', '0637260179', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1471200046077', 'ปิยะพันธ์', 'จันทะงาม', '0937797739', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1479900500045', 'คเชนทร์', 'อัคพิน', '0970610019', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1489900294429', 'ทวิชาพร', 'สมวงษ์', '0610419642', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1490400083510', 'ธีรศักดิ์', 'เชื้อคำจันทร์', '0885497353', 'ชาย', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1499900322759', 'กัญญารัตน์', 'ใจสุข', '0874234578', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1660200081201', 'ณัฐธิดา', 'ราชสีห์', '0842190813', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('1660700071272', 'ศุภลักษณ์', 'ชุ่มเย็น', '0826982394', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('3440600669891', 'อรทัย', 'เหล่าสะพาน', '0939867883', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('3449900351399', 'อุไรพร', 'ศรีวิลัย', '0836728452', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('34604100106010', 'จรรยา', 'การะเวท', '0956729660', 'หญิง', '-', '-', '-', '-'),
('3460700622315', 'แสงจันทร์', 'เมาแร่ร์', '0832837864', 'หญิง', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('3460700653075', 'พิศมัย', 'บุดดา', '0892768057', 'หญิง', '', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('3640100240908', 'ธนะรัตน์', 'อินจันทร์', '0931947826', 'ชาย', '-', 'ไม่มี', 'ไม่มี', 'ไม่มี'),
('3640400446731', 'บุญลือ', 'อินจันทร์', '0931947826', 'หญิง', '-', 'แพ้ยาแก้อักเสบ', 'ไม่มี', 'ไม่มี');

-- --------------------------------------------------------

--
-- Table structure for table `doctors`
--

CREATE TABLE `doctors` (
  `number_id` int(11) NOT NULL,
  `fname` varchar(255) NOT NULL,
  `lname` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `specialist` varchar(255) NOT NULL,
  `role` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `doctors`
--

INSERT INTO `doctors` (`number_id`, `fname`, `lname`, `password`, `specialist`, `role`) VALUES
(2, '2', '2', '2', '2', '2'),
(10, 'ผศ.นพ.เทพอุทิศ', 'กั้วสิทธิ์', '123', 'แพทย์ไทยสไตล์เกาหลี ด้านศัลยกรรมความงามบนใบหน้า ผู้เชี่ยวชาญพิเศษในด้านการศัลยกรรมตกแต่งรูปจมูก คาง และเปลือกตา พร้อมด้วยประสบการณ์มากกว่า 10 ปี ซึ่งผ่านการเรียนและการฝึกอบรมโดยตรงจากประเทศเกาหลีใต้ ในหลักสูตร Rhinoplasty & Upper Blepharoplasty', '2');

-- --------------------------------------------------------

--
-- Table structure for table `employees`
--

CREATE TABLE `employees` (
  `number_id` varchar(15) NOT NULL,
  `fname` varchar(255) NOT NULL,
  `lname` varchar(255) NOT NULL,
  `start_date` date DEFAULT NULL,
  `date_of_birth` date DEFAULT NULL,
  `age` int(20) NOT NULL,
  `sex` varchar(20) NOT NULL,
  `height` int(20) NOT NULL,
  `weight` int(20) NOT NULL,
  `blood` varchar(10) NOT NULL,
  `role` varchar(100) NOT NULL,
  `password` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `employees`
--

INSERT INTO `employees` (`number_id`, `fname`, `lname`, `start_date`, `date_of_birth`, `age`, `sex`, `height`, `weight`, `blood`, `role`, `password`) VALUES
('000000000099', '2', '4', '2023-01-27', '2023-01-27', 44, 'ชาย', 174, 70, 'B', '1', '1234'),
('1', '1', '1', '2023-03-01', '2023-03-02', 1, '1', 1, 1, '1', '1', '1');

-- --------------------------------------------------------

--
-- Table structure for table `ower`
--

CREATE TABLE `ower` (
  `number_id` varchar(255) NOT NULL,
  `fname` varchar(255) NOT NULL,
  `lname` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `role` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ower`
--

INSERT INTO `ower` (`number_id`, `fname`, `lname`, `password`, `role`) VALUES
('0', 'B3', 'ตัวชง', '0', '0'),
('44838', 'ศิริวุฒิ', 'จินาล่อง', '1234', '0');

-- --------------------------------------------------------

--
-- Table structure for table `treatments`
--

CREATE TABLE `treatments` (
  `case_id` int(11) NOT NULL,
  `case_name` varchar(255) NOT NULL,
  `customer_id` varchar(15) NOT NULL,
  `case_detail` varchar(255) NOT NULL,
  `price` int(7) NOT NULL,
  `date` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `treatments`
--

INSERT INTO `treatments` (`case_id`, `case_name`, `customer_id`, `case_detail`, `price`, `date`) VALUES
(20, 'เสริมจมูก', '34604100106010', 'เสริมจมูก', 8900, '2021-06-21'),
(21, 'เสริมจมูก', '14199006099292', 'เสริมจมูก + หลังหู', 10000, '2021-06-04'),
(22, 'เสริมจมูก', '1412001079634', 'เสริมจมูก (เสริมใหม่)', 89000, '2021-07-03'),
(23, 'เสริมจมูก', '1400900291405', 'เสริมจมูก', 8900, '2021-07-07'),
(24, 'เสริมจมูก', '1411200200734', 'เสริมจมูก', 7900, '2021-07-19'),
(25, 'เสริมจมูก', '1479900500045', 'เสริมจมูก + หลังหู', 8900, '2021-08-19'),
(26, 'เสริมจมูก', '3640100240908', 'เสริมจมูก (เสริมใหม่)', 8900, '2021-07-06'),
(27, 'เคสแก้จมูก', '3640400446731', 'เสริมจมูก (เคสแก้)', 12900, '2021-07-06'),
(28, 'เสริมจมูก', '1460501312573', 'เสริมจมูก รองปลาย', 19000, '2021-07-05'),
(29, 'เสริมจมูก', '1459700025203', 'เสริมจมูก', 9900, '2021-07-04'),
(30, 'เคสแก้จมูก', '1400900273499', 'แก้จมูก + รองปลายหลังหู', 9900, '2021-08-29'),
(31, 'ตัดปีกจมูก', '1410201154484', 'ตัดปีกจมูก', 3800, '2021-08-12'),
(32, 'เสริมจมูก', '1499900322759', 'เสริมจมูก + ตัดปีก', 12900, '2021-08-13'),
(33, 'เสริมจมูก', '1459900999651', 'เสริมจมูก', 9900, '2021-08-07'),
(34, 'เสริมจมูก', '1449900185280', 'เสริมจมูก + หลังหู', 12900, '2021-08-07'),
(35, 'เคสแก้จมูก', '1460500260794', 'แก้จมูก + เสริมจมูก + รองหลังหู', 10900, '2021-08-11'),
(36, 'เสริมจมูก', '1309902594366', 'เสริมจมูก + หลังหู', 12900, '2021-08-01'),
(37, 'เสริมจมูก', '1660700071272', 'เสริมจมูก', 8900, '2021-08-02'),
(38, 'ฉีดผิวขาว', '1460900090870', 'ผิวสูตร 4', 4500, '2021-08-02'),
(39, 'เสริมจมูก', '1409800481472', 'ทำจมูก', 9900, '2021-08-02'),
(40, 'เสริมจมูก', '3460700622315', 'เสริมจมูก', 9900, '2021-08-02'),
(41, 'คาง', '1321600001357', 'ทำคาง', 7900, '2021-08-02'),
(42, 'เคสแก้จมูก', '1400900240690', 'แก้จมูก + รองปลายหลังหู', 9000, '2021-08-02'),
(43, 'คาง', '1450800065926', 'เสริมคาง', 12900, '2021-08-11'),
(44, 'ฉีดผิวขาว', '1340900300405', 'วิตามินผิว 10 ครั้ง', 4900, '2021-07-27'),
(45, 'ฉีดผิวขาว', '1471200046077', 'คอรสผิว สูตร 4 (10 เข็ม)', 4900, '2021-03-12'),
(46, 'ฉีดผิวขาว', '1409903225941', 'AuraPink 12 ครั้ง', 4900, '2021-09-18'),
(47, 'ฉีดผิวขาว', '1461100049546', 'โฟโนวิตามิน + เลเซอร์หน้าใส 10 ครั้ง', 5900, '2021-08-15'),
(48, 'ตัดปีกจมูก', '1441000081758', 'ตัดปีกจมูก', 8900, '2021-07-08'),
(49, 'ตัดปีกจมูก', '1490400083510', 'ตัดปีกจมูก', 4000, '2020-12-30'),
(50, 'ตัดปีกจมูก', '1489900294429', 'ตัดปีกจมูก', 4000, '2020-12-30'),
(51, 'ตัดปีกจมูก', '1660200081201', 'ตัดปีกจมูก', 4900, '2021-03-10'),
(52, 'ตัดปีกจมูก', '1440300107166', 'ตัดปีกจมูก', 5000, '2020-11-14'),
(53, 'ตัดปีกจมูก', '1449900686009', 'ตัดปีกจมูก', 13000, '2020-11-22'),
(54, 'ตา', '3440600669891', 'ตา 2 ชั้น', 9900, '2020-12-10'),
(55, 'ตา', '1411600126701', 'ตา 2 ชั้น', 7000, '2021-06-08'),
(56, 'ตา', '3449900351399', 'ตา 2 ชั้น', 8900, '2021-06-22'),
(57, 'ตา', '3460700653075', 'ตา 2 ชั้น', 8900, '2021-06-21'),
(58, 'ตา', '1350101723925', 'ตา 2 ชั้น', 9900, '2021-09-12'),
(59, 'ปาก', '1459900470766', 'ปากกระจับบน', 9900, '2021-08-23'),
(60, 'ปาก', '1449900538999', 'เสริมปาก', 8900, '2021-08-28'),
(61, 'ปาก', '1400900233046', 'ปากกระจับ + ตัดปีก', 12900, '2021-06-29'),
(62, 'ปาก', '12349900016126', 'ปากกระจับ', 9900, '2021-06-11'),
(63, 'ปาก', '1400901633723', 'ปากกระจับ', 8900, '2023-03-04'),
(64, 'ปาก', '1449900633258', 'ปากกระจับบน + ล่าง', 12900, '2023-03-01'),
(65, 'ปาก', '1459900727650', 'ปากกระจับ', 9900, '2023-02-27'),
(66, 'ปาก', '1440900228712', 'ปากกระจับ', 9900, '2023-03-05'),
(67, 'ปาก', '1411800191531', 'ปากกระจับ', 8900, '2023-02-14'),
(68, 'ปาก', '1101100120731', 'ปากกระจับ', 7900, '2023-03-01'),
(69, 'ปาก', '1449900600414', 'ปากกระจับ', 7900, '2023-03-04'),
(70, 'คาง', '1459900729174', 'เสริมคาง', 8900, '2023-01-01'),
(71, 'คาง', '1451400185283', 'เสริมคาง', 8900, '2023-01-02'),
(72, 'คาง', '1350100430843', 'เสริมคาง', 9900, '2023-03-01'),
(73, 'คาง', '13001400095616', 'เสริมคาง', 9900, '2023-03-02'),
(74, 'คาง', '1440700066742', 'เสริมคาง + ฉีดปาก', 12900, '2023-03-03'),
(75, 'คาง', '1417300003995', 'เสริมคาง', 7000, '2023-02-15'),
(76, 'คาง', '14404122477', 'เสริมคาง + ทำลักยิ้ม', 20000, '2023-03-07'),
(77, 'คาง', '1420900162648', 'เสริมคาง', 9900, '2023-02-18'),
(78, 'คาง', '1240400106961', 'เสริมคาง ทรงผู้หญิงขายาว', 7900, '2023-03-04'),
(79, 'คาง', '1430900227405', 'เสริมคาง + แก้จมูก', 14000, '2023-03-09'),
(80, 'เคสแก้จมูก', '1319800143454', 'แก้จมูก + เสริมจมูก + รองหลังหู', 8900, '2023-01-26'),
(81, 'เคสแก้จมูก', '1451100227461', 'แก้จมูก', 5900, '2023-01-16'),
(82, 'เคสแก้จมูก', '1478800000244', 'แก้จมูก', 9000, '2023-01-26'),
(83, 'เคสแก้จมูก', '1440600012713', 'แก้จมูก + เสริมจมูก', 8500, '2023-02-12'),
(84, 'เคสแก้จมูก', '1450300110205', 'แก้จมูก + เสริมจมูก', 9900, '2023-01-09'),
(85, 'เคสแก้จมูก', '1461200105138', 'แก้จมูก', 8900, '2023-02-01'),
(86, 'เคสแก้จมูก', '3409900448953', 'แก้จมูก + หลังหู', 13900, '2023-02-04'),
(87, 'เคสแก้จมูก', '1409600176099', 'แก้จมูก + ตัดปีก', 11000, '2023-01-02'),
(88, 'เคสแก้จมูก', '1349900514322', 'แก้จมูก + รองปลายหลังหู', 13900, '2023-01-23'),
(89, 'เคสแก้จมูก', '1350100300184', 'แก้จมูก + ตัดปีกจมูก', 13000, '2023-02-15'),
(90, 'เคสแก้จมูก', '1319800257948', 'แก้เสริมจมูก + ตัดปีกจมูก', 13900, '2023-03-07'),
(91, 'เคสแก้จมูก', '1102003409839', 'เสริมจมูก (แก้จมูก)', 8900, '2023-01-31'),
(92, 'เคสแก้จมูก', '1450800005591', 'แก้จมูก *ฟรีค่าแก้ *ฟรียา *ฟรีตะไบกระดูกปรับฐาน *ฟรีเย็บอินเตอร์โดม', 35000, '2023-02-28'),
(93, 'เคสแก้จมูก', '1102002373016', 'แก้จมูก + รองหลังหู', 12900, '2023-02-10'),
(94, 'เคสแก้จมูก', '1411901317000', 'แก้จมูก', 6900, '2023-02-13'),
(95, 'เคสแก้จมูก', '1459900238375', 'แก้จมูก + เสริมจมูก + รองหลังหู', 8900, '2023-01-22'),
(96, 'เคสแก้จมูก', '1319800067421', 'เสริมจมูก + แก้จมูก + หลังหู', 17000, '2023-02-25'),
(97, 'เคสแก้จมูก', '3460500841099', 'แก้เสริมจมูก + หลังหู', 12900, '2023-03-06'),
(98, 'เคสแก้จมูก', '1450800047243', 'แก้จมูก', 10000, '2023-02-07'),
(99, 'เคสแก้จมูก', '1450400173373', 'แก้จมูก + คาง', 20000, '2023-03-09'),
(100, 'เคสแก้จมูก', '1409901306544', 'แก้จมูก + เย็บปีกจมูก', 9000, '2023-02-26'),
(101, 'เคสแก้จมูก', '1419901869492', 'แก้จมูก + รองปลายหลังหู', 7500, '2023-01-12'),
(102, 'ฉีดผิวขาว', '0000000000', 'ฉีดผิวขาว', 3000, '2023-03-11'),
(103, 'เสริมจมูก', '1460800106380', 'เสริมจมูก + หลังหู', 12900, '2023-03-14'),
(104, 'เสริมจมูก', '1410600285728', 'เสริมจมูก + หลังหู', 12900, '2023-03-13'),
(105, 'เสริมจมูก', '1449900221171', 'เสริมจมูก', 9900, '2023-02-14'),
(106, 'เสริมจมูก', '1350700044715', 'เสริมจมูก + หลังหู', 12900, '2023-02-25'),
(107, 'เสริมจมูก', '1103100260608', 'เสริมจมูก', 5900, '2022-01-11'),
(108, 'เสริมจมูก', '1419902009217', 'เสริมจมูก', 5900, '2021-05-10'),
(109, 'เสริมจมูก', '1411001167966', 'เสริมจมูก + หู', 12900, '2022-10-14'),
(110, 'เสริมจมูก', '1449900590290', 'เสริมจมูก', 9900, '2021-09-09'),
(111, 'เสริมจมูก', '1459900720398', 'เสริมจมูก', 7900, '2023-02-11'),
(112, 'เสริมจมูก', '1449900203512', 'เสริมจมูก + ตัดปีก', 20000, '2021-09-13'),
(113, 'เสริมจมูก', '2220400023215', 'เสริมจมูก + หลังหู', 15000, '2023-03-15'),
(114, 'เสริมจมูก', '1458300009439', 'เสริมจมูก (เสริมใหม่)', 5500, '2021-10-04'),
(115, 'เสริมจมูก', '1449900551669', 'เสริมจมูก', 12900, '2021-08-27'),
(116, 'เสริมจมูก', '1400900275451', 'เสริมใหม่', 8900, '2021-08-25'),
(117, 'เสริมจมูก', '1451700020417', 'เสริมจมูก + หลังหู', 20000, '2021-08-11'),
(118, 'เสริมจมูก', '1440600101431', 'เสริมจมูก', 7000, '2021-12-30'),
(119, 'เสริมจมูก', '1479900548391', 'เสริมจมูก', 9900, '2023-03-01'),
(120, 'เสริมจมูก', '1451400052315', 'เสริมจมูก', 9900, '2022-10-17'),
(121, 'เสริมจมูก', '1440901317874', 'เสริมจมูก', 5900, '2021-01-26'),
(122, 'เสริมจมูก', '1440901315177', 'เสริมจมูก', 5900, '2022-01-26'),
(123, 'เสริมจมูก', '1360100001063', 'เสริมจมูก', 8900, '2022-09-19'),
(124, 'เสริมจมูก', '1411100013878', 'เสริมจมูก', 9900, '2022-01-25'),
(125, 'เสริมจมูก', '1739901826740', 'เสริมจมูก', 5900, '2022-01-24');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`number_id`);

--
-- Indexes for table `doctors`
--
ALTER TABLE `doctors`
  ADD PRIMARY KEY (`number_id`);

--
-- Indexes for table `employees`
--
ALTER TABLE `employees`
  ADD PRIMARY KEY (`number_id`);

--
-- Indexes for table `ower`
--
ALTER TABLE `ower`
  ADD PRIMARY KEY (`number_id`);

--
-- Indexes for table `treatments`
--
ALTER TABLE `treatments`
  ADD PRIMARY KEY (`case_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `doctors`
--
ALTER TABLE `doctors`
  MODIFY `number_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `treatments`
--
ALTER TABLE `treatments`
  MODIFY `case_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=126;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;